{"categories":[{"name":"Population","slug":"population","entries":[{"slug":"world-population-growth","title":"World Population Growth","excerpt":"In the 20th century the world population increased from 1.5 billion to 6.1 billion. Now closing in on 8 billion, population growth is slowing. How has population growth varied across the world? How has population changed over our history? See global and country-level data."},{"slug":"life-expectancy","title":"Life Expectancy","excerpt":"How does life expectancy vary across the world - where do people live the longest and shortest? How has life expectancy changed over time, and what determines our longevity? See global and country-level data."},{"slug":"child-mortality","title":"Child & Infant Mortality","excerpt":"A century ago every 3rd child died before reaching the age of five. This is now well below 1-in-20. Still, 5 million children die every year. How do rates of child deaths vary across the world? How has this changed with time? See global and country-level data on child mortality."},{"slug":"future-population-growth","title":"Future Population Growth","excerpt":"The global population increased more than 400% over the 20th century. Population growth is now slowing. What do forecasts of future population growth look like? How many people will there be in the world in 2050 or 2100? See global and country-level data of future population growth."},{"slug":"fertility-rate","title":"Fertility Rate","excerpt":"Fertility rate measures the average number of children per woman. In recent decades the global fertility rate has halved. But how does children per woman vary across the world? Which countries have the most and least children? See global and country-level data."},{"slug":"gender-ratio","title":"Gender Ratio","excerpt":"Are there more men or women in the world? How does this ratio vary by country, and how does it change from birth to old age? Explore differences in gender ratio across the world and the biological, social, technological, cultural, and economic forces that shape them."}]},{"name":"Health","slug":"health","entries":[{"slug":"health-meta","title":"Global Health","excerpt":"Global health has changed dramatically in recent decades. What do health inequalities look like? Is child mortality rising or falling? Which countries are living shorter or longer lives? See global and country-level data on changes in health."},{"slug":"life-expectancy","title":"Life Expectancy","excerpt":"How does life expectancy vary across the world - where do people live the longest and shortest? How has life expectancy changed over time, and what determines our longevity? See global and country-level data."},{"slug":"burden-of-disease","title":"Burden of Disease","excerpt":"Death rates or life expectancy metrics fail to capture quality of life: our health status. How has the burden of disease changed over time? Were we healthier in the past? Are rich countries more or less healthy than others? See global and country-level data on burden of disease."},{"slug":"child-mortality","title":"Child & Infant Mortality","excerpt":"A century ago every 3rd child died before reaching the age of five. This is now well below 1-in-20. Still, 5 million children die every year. How do rates of child deaths vary across the world? How has this changed with time? See global and country-level data on child mortality."},{"slug":"financing-healthcare","title":"Financing Healthcare","excerpt":"Health is a fundamental driver of our overall quality of life. Healthcare is one of the key inputs for good health. How is healthcare financed across the world? How much do countries pay? See global and country-level data on financing healthcare and its impact on health outcomes."},{"slug":"causes-of-death","title":"Causes of Death","excerpt":"What do people die from? How does this vary around the world, and how has it changed over time? Explore global and country data on causes of death."},{"slug":"smallpox","title":"Smallpox","excerpt":"Smallpox is the only human disease to be eradicated. How did the world achieve this? See global data and research on the history of smallpox, its prevalence, and its eventual decline to eradication. "},{"slug":"malaria","title":"Malaria","excerpt":"Malaria is one the world's largest preventable killers. How many people die from malaria each year? Are deaths rising or falling? See global and country-level data on the prevalence of malaria, deaths and prevention. "},{"slug":"hiv-aids","title":"HIV / AIDS","excerpt":"HIV is a lentivirus which can lead to acquired immunodeficiency syndrome (AIDS). How is the world doing on its fight against HIV/AIDS? Is it on the decline? See global and country-level data on prevalence, deaths, prevention and treatment over time. "},{"slug":"polio","title":"Polio","excerpt":"Polio is an infectious disease for which there is no cure. Yet through vaccination, it's the closest human disease to eradication. In 2017 it was circulated in only 3 countries. How did we achieve this progress towards eradication? See global and country-level data on polio cases, death and elimination."},{"slug":"vaccination","title":"Vaccination","excerpt":"Vaccines have greatly reduced the prevalence of diseases. How do vaccines work? Who across the world receives them? How have they reduced the burden of disease? See global and country-level data on vaccination. "},{"slug":"eradication-of-diseases","title":"Eradication of Diseases","excerpt":"Smallpox was the first and only human disease to be eradicated. How far are we from the eradication of other human diseases - polio, HIV/AIDS, malaria or tuberculosis? See global and country-level data on cases, deaths and treatment of diseases."},{"slug":"maternal-mortality","title":"Maternal Mortality","excerpt":"Maternal mortality is the death of a mother during or within 42 days of termination of pregnancy. How do maternal mortality rates vary across the world? Are they rising or falling? See global and country-level data on maternal health."},{"slug":"cancer","title":"Cancer","excerpt":"Cancer is the second leading cause of death in the world - every 6th person dies from it. How common is cancer? How does this vary by type? Are cancer deaths going up or down? See global and country-level data on cancer prevalence, deaths and survival rates."},{"slug":"smoking","title":"Smoking","excerpt":"Smoking is one of the largest risk factors for health. It's estimated to kill 7 million prematurely every year. But how do rates of smoking vary across the world? How has this changed over time? See global and country-level data on smoking prevalence, health impacts and deaths."},{"slug":"alcohol-consumption","title":"Alcohol consumption","excerpt":"How does alcohol consumption vary around the world? What and how much do people drink and what are its impacts, ranging from health to addiction and crime? See global and country data on alcohol consumption."},{"slug":"substance-use","title":"Substance Use","excerpt":"Substance use is broad in its definition, and can range from moderate to excessive consumption. How does substance use vary around the world? What is the prevalence of substance use dependency, and what are the consequences? See global and country-level data on this topic."},{"slug":"mental-health","title":"Mental Health","excerpt":"Around 1-in-5 people globally have a mental health disorder at any given time. What is the prevalence of mental health across the world? Is depression and anxiety on the rise? See global and country-level data on mental health disorders and their impacts."},{"slug":"suicide","title":"Suicide","excerpt":"Suicide is a complex issue with a range of potential causes and risk factors. What are the primary risk factors, and how can we understand these to prevent suicide? See global and country-level data and research on suicide and its prevention."},{"slug":"tetanus","title":"Tetanus","excerpt":"In the early 1990s there were almost 700,000 new cases and 333,000 deaths from tetanus every year. Since the development and deployment of a vaccine against the disease there has been a 89% decline in the number of cases and deaths. See global and country-level progress against this disease."}]},{"name":"Food","slug":"food","entries":[{"slug":"hunger-and-undernourishment","title":"Hunger and Undernourishment","excerpt":"Hunger, or undernourishment, is defined as a caloric intake below what is needed to lead a healthy and active life. Globally, hunger has been falling yet still 800 million do not have access to sufficient calories. How do hunger rates vary across the world? How is this changing? See global and country-level data."},{"slug":"food-per-person","title":"Food per Person","excerpt":"Feeding a growing global population has been one of the world's greatest challenges. How is the world doing? Can food production keep up with rising demand? See global and country-level data on food availability per person, and how this has changed over time."},{"slug":"micronutrient-deficiency","title":"Micronutrient Deficiency","excerpt":"Micronutrients are an essential part of nutrition and health. More than 2 billion people globally have micronutrient deficiencies. What is the prevalence of deficiency across the world, and what are the impacts? See global and country-level data."},{"slug":"diet-compositions","title":"Diet Compositions","excerpt":"The quantity of food consumed varies significantly across the world, but there are even greater differences in the types of foods we eat. How does the diversity of diets vary from country-to-country? And how has this changed over time? See global and country-level data on the foods we eat."},{"slug":"obesity","title":"Obesity","excerpt":"Obesity is one of the world's fastest evolving health challenges. And it's not only a problem in the richest countries: most countries have seen a rapid increase in obesity. How do obesity rates vary across the world? Where have they increased fastest? See global and country-level data on obesity & BMI."},{"slug":"famines","title":"Famines","excerpt":"A famine is an acute episode of extreme hunger that results in excess mortality. Famines have always occurred as the result of a complex mix of ‘technical’ and ‘political’ factors. How has the frequency of famines changed over time? Explore our global and country-level database and visualizations of famines."},{"slug":"meat-and-seafood-production-consumption","title":"Meat and Seafood Production & Consumption","excerpt":"With more and richer mouths to feed, global demand for meat has seen a rapid rise. How much meat do we produce and consume? What are the consequences of livestock production? See global and country-level data on meat production, consumption and its impacts."},{"slug":"yields-and-land-use-in-agriculture","title":"Yields and Land Use in Agriculture","excerpt":"Half of global habitable land area is used for agriculture. Crop yields are on the rise -but are they keeping pace with population growth? How can we feed a growing population without increasing agricultural land? See global and country-level data on changes in agricultural land use and yields."},{"slug":"employment-in-agriculture","title":"Employment in Agriculture","excerpt":"For millennia, agriculture was the cornerstone of employment and labour. Still today, two-thirds of the working population in the poorest countries are employed in agriculture. But this is changing rapidly. See global and country-level data on agricultural employment over time."},{"slug":"fertilizer-and-pesticides","title":"Fertilizer and Pesticides","excerpt":"Fertilizers and pesticides have become an integral input for many agricultural systems. How has production changed over time? How widely are they applied across the world? See global and country-level data on fertilizer and pesticide production, use and impacts."},{"slug":"food-prices","title":"Food Prices","excerpt":"Food prices not only influence consumer affordability, but also influence the income of farmers and producers. But how do food prices and spending vary across the world? How have prices changed in the past? See global and country-level data on food prices and expenditure."},{"slug":"human-height","title":"Human Height","excerpt":"Human height is determined by a range of genetic and environmental factors. How do average heights vary across the world? How have heights changed over time? See global and country-level data on the evolution and differences in human height."},{"slug":"water-use-sanitation","title":"Water Use and Sanitation","excerpt":"Access to safe water and sanitation is essential for human health and wellbeing. How many people in the world still lack access to clean water and sanitation? How scarce are freshwater resources across the world? See global and country-level data on water use and sanitation."},{"slug":"alcohol-consumption","title":"Alcohol consumption","excerpt":"How does alcohol consumption vary around the world? What and how much do people drink and what are its impacts, ranging from health to addiction and crime? See global and country data on alcohol consumption."}]},{"name":"Energy","slug":"energy","entries":[{"slug":"energy-production-and-changing-energy-sources","title":"Energy Production & Changing Energy Sources","excerpt":"Energy has been a fundamental pillar of human development. But fossil fuels and other energy sources also have significant environmental impacts. How do we ensure everyone has access to clean and safe energy? See global and country-level data on energy production, access and changes over time."},{"slug":"co2-and-other-greenhouse-gas-emissions","title":"CO₂ and Greenhouse Gas Emissions","excerpt":"Reducing carbon dioxide and other greenhouse gas emissions is one of the greatest challenges of this century. How are emissions changing over time? How are they distributed across the world? Which countries are doing well and poorly in decarbonization? See global and country-level data on CO₂ emissions."},{"slug":"fossil-fuels","title":"Fossil Fuels","excerpt":"Fossil fuels are the world's primary energy source. They are also the largest contributor to climate change. How has the consumption of fossil fuels changed over time, and who are the main producers? See global and country-level data on fossil fuel consumption, production, prices and resources."},{"slug":"renewable-energy","title":"Renewable Energy","excerpt":"Our global energy systems must transition away from fossil fuels to low-carbon energy. How much of our energy comes from renewables? Are renewables growing and how quickly? See global and country-level data on renewable energy production, consumption, costs and growth."}]},{"name":"Environment","slug":"environment","entries":[{"slug":"co2-and-other-greenhouse-gas-emissions","title":"CO₂ and Greenhouse Gas Emissions","excerpt":"Reducing carbon dioxide and other greenhouse gas emissions is one of the greatest challenges of this century. How are emissions changing over time? How are they distributed across the world? Which countries are doing well and poorly in decarbonization? See global and country-level data on CO₂ emissions."},{"slug":"natural-disasters","title":"Natural Disasters","excerpt":"Are natural disasters becoming more common? How many people die from disasters? What are the economic costs? Explore global and country-level data on natural disasters and their consequences over time."},{"slug":"air-pollution","title":"Air Pollution","excerpt":"How do levels of air pollution vary across the world? What are the health and mortality impacts of exposure to air pollution? See global and country-level data on air pollution and its consequences."},{"slug":"indoor-air-pollution","title":"Indoor Air Pollution","excerpt":"Indoor air pollution, caused by inefficient burning of solid fuels for cooking and heating. It comes with significant negative health impacts, and is estimated to cause 1.6 million premature deaths each year. How does indoor air pollution vary across the world? See global and country-level data on air pollution and its impacts."},{"slug":"ozone-layer","title":"Ozone Layer","excerpt":"Action on emissions of ozone-depleting substances is one of the best examples of effective international collaboration. How have emissions changed over time? How much of the ozone layer have we depleted, and is recovery possible? Explore data and research on the topic."},{"slug":"plastic-pollution","title":"Plastic Pollution","excerpt":"Global use of plastics has increased rapidly over the past 50 years. How much plastic do countries produce, how much do we waste, and what enters the oceans? See global and country-level data on plastic pollution and its impacts."},{"slug":"oil-spills","title":"Oil Spills","excerpt":"Oil spills can have significant environmental, health and ecological impacts - particularly in the world's oceans. See global-level data on how the number of oil spills have changed over time."},{"slug":"yields-and-land-use-in-agriculture","title":"Yields and Land Use in Agriculture","excerpt":"Half of global habitable land area is used for agriculture. Crop yields are on the rise -but are they keeping pace with population growth? How can we feed a growing population without increasing agricultural land? See global and country-level data on changes in agricultural land use and yields."},{"slug":"water-use-sanitation","title":"Water Use and Sanitation","excerpt":"Access to safe water and sanitation is essential for human health and wellbeing. How many people in the world still lack access to clean water and sanitation? How scarce are freshwater resources across the world? See global and country-level data on water use and sanitation."}]},{"name":"Technology","slug":"technology","entries":[{"slug":"technology-adoption","title":"Technology Adoption","excerpt":"Technology has been a leading driver of global change - disrupting the way we work, travel, and live. How quickly have different technologies been adopted across the world? Explore global and country-level data and research on technology adoption."},{"slug":"technological-progress","title":"Technological Progress","excerpt":"Technological changes have reshaped the world we live in. Rapid innovation and technological disruption have driven the long-term changes in economic growth and living standards we now see today. Explore data on progress across various areas of technology."}]},{"name":"Growth & Inequality","slug":"growth-and-inequality","entries":[{"slug":"economic-growth","title":"Economic Growth","excerpt":"Economic growth is a relatively recent development in human history. How have incomes changed over time? How large are the differences in GDP between countries? See global and country-level data on long-term economic growth and incomes across the world today."},{"slug":"incomes-across-the-distribution","title":"Incomes across the Distribution","excerpt":"How widely are the benefits of economic growth shared in advanced societies? Do the rich capture the gains of growth? Is the gap between rich and poor closing? See global and country-level data on the distribution of incomes."},{"slug":"extreme-poverty","title":"Global Extreme Poverty","excerpt":"Until very recently, extreme poverty in the world was the norm. Extreme poverty has been falling quickly in recent decades, but still 10% of the world still live on less than $1.90 per day. See global and country-level data on the prevalence of extreme poverty and how and why this has changed."},{"slug":"income-inequality","title":"Income Inequality","excerpt":"How has the inequality between incomes changed over time? Is inequality rising or falling? How do levels of inequality vary across the world? See global and country-level data on income inequality."},{"slug":"global-economic-inequality","title":"Global Economic Inequality","excerpt":"There are large differences in incomes across the world. But how has global income inequality changed over time? Is it rising or falling? See data and research on global income inequality."},{"slug":"economic-inequality-by-gender","title":"Economic inequality by gender","excerpt":"Across the world men tend to earn more than women. How large is this earning gap and why does it exist? How is this changing over time? See global and country-level data on economic inequality by gender."}]},{"name":"Work & Life","slug":"work-and-life","entries":[{"slug":"happiness-and-life-satisfaction","title":"Happiness and Life Satisfaction","excerpt":"How happy are people today? Were people happier in the past? How satisfied with their lives are people in different societies? And what affects how happy we are? See global and country-level data on happiness and life satisfaction across the world."},{"slug":"human-development-index","title":"Human Development Index (HDI)","excerpt":"The Human Development Index provides a combined measure of key pillars of human development: a long and healthy life; education and knowledge; and a high standard of living. How do levels of this index vary across the world? How have they changed with time? See global and country-level data."},{"slug":"working-hours","title":"Working Hours","excerpt":"Working hours across the world are falling. But how do working hours vary across the world? Do the richest countries work more or less than others? How are hours worked in households changing? See global and country-level data."},{"slug":"child-labor","title":"Child Labor","excerpt":"How prevalent is child labour in the world? How does this impact on schooling, family income and child wellbeing? See global and country data on child labour and its impacts."},{"slug":"female-labor-supply","title":"Female Labor Supply","excerpt":"How many women are in formal employment? What about informal and unpaid work? Female labour force participation has changed significantly in recent decades, and still varies across the world. See the data on female labour and its impacts."},{"slug":"urbanization","title":"Urbanization","excerpt":"More people than ever live in cities. In recent decades we have seen a major shift in populations from rural to urban areas. How has urbanization changed over time? Which are the world's most dense cities? See global and country-level data."},{"slug":"light","title":"Light","excerpt":"Tracking the use and density of artificial light provides a good understanding of how human civilizations develop over time. The long-term changes in light mark the progress in technological and energy innovations. See global data on how light has changed the world over the long-term."},{"slug":"homelessness","title":"Homelessness","excerpt":"Homelessness is a problem that continues to exist, even in the world's richest countries. How many people are homeless in high-income countries? Is this number rising or falling? See country-level data on homelessness."},{"slug":"water-use-sanitation","title":"Water Use and Sanitation","excerpt":"Access to safe water and sanitation is essential for human health and wellbeing. How many people in the world still lack access to clean water and sanitation? How scarce are freshwater resources across the world? See global and country-level data on water use and sanitation."}]},{"name":"Public Sector","slug":"public-sector","entries":[{"slug":"taxation","title":"Taxation","excerpt":"Taxation - governments raise and spend revenue - has a substantial impact on the development of nations. How does taxation vary across the world? How has this changed over time? See global and country-level data."},{"slug":"government-spending","title":"Government Spending","excerpt":"How does government spending vary across the world? What do countries spend public money on? See global and country-level data on government spending, public benefits and redistribution of resources."},{"slug":"financing-healthcare","title":"Financing Healthcare","excerpt":"Health is a fundamental driver of our overall quality of life. Healthcare is one of the key inputs for good health. How is healthcare financed across the world? How much do countries pay? See global and country-level data on financing healthcare and its impact on health outcomes."},{"slug":"financing-education","title":"Financing Education","excerpt":"In most countries basic education is not only seen as a right, but also a duty for governments to provide. How do countries fund this vital service? How does spending on education vary across the world? See global and country-level data on financing education."},{"slug":"corruption","title":"Corruption","excerpt":"How widespread is corruption across the world? What impact does it have for development, and are there ways to reduce it? See global and country data and research on corruption and its consequences."}]},{"name":"Global Connections","slug":"global-connections","entries":[{"slug":"tourism","title":"Tourism","excerpt":"People around the world are more connected than ever. How many people visit a given country? How has travel and tourism changed over time? See global and country-level data on tourism. "},{"slug":"trade-and-globalization","title":"Trade and Globalization","excerpt":"Globally we are more connected than ever. How much do countries trade? Who do they trade with? See global and country-level data on trade and globalization, and how this has changed over time."}]},{"name":"War & Peace","slug":"war-and-peace","entries":[{"slug":"war-and-peace","title":"War and Peace","excerpt":"War and conflict have been a periodic but persistent feature in human history. How has violence changed over time? Is the world more or less peaceful than in the past? See global and country-level data on war and peace."},{"slug":"peacekeeping","title":"Peacekeeping","excerpt":"Peacekeeping aims to help countries transition from conflict towards peace. How have peacekeeping operations and forces changed over time? See global data on peacekeeping activities. "},{"slug":"terrorism","title":"Terrorism","excerpt":"Terrorism is usually understood as the use or threat of violence to further a political cause. How has the number of terrorist attacks changed over time? How many people die from terrorism each year? See global and country-level data on terrorist incidents, injuries and fatalities."},{"slug":"military-spending","title":"Military Spending","excerpt":"Military spending is intimately linked to war. In some countries military spending accounts for a large share of government spending. How does military expenditure vary across the world? How does spending today compare to the past? See global and country-level data."},{"slug":"nuclear-weapons","title":"Nuclear Weapons","excerpt":"Nuclear weapon technology was developed during the 1930s and 1940s. Since then there has been a rapid increase then fall in global nuclear weapon inventories. How many nuclear warheads exist today? Which countries have nuclear weapons? See global and country-level data."}]},{"name":"Politics","slug":"politics","entries":[{"slug":"democracy","title":"Democracy","excerpt":"Democracy is a political system with institutions that allows citizens to express their political preferences. Over the past 50 years there has been rapid growth in the share of the world living within democracies. How has democracy changed over time? See global and country-level data."},{"slug":"corruption","title":"Corruption","excerpt":"How widespread is corruption across the world? What impact does it have for development, and are there ways to reduce it? See global and country data and research on corruption and its consequences."}]},{"name":"Violence & Rights","slug":"violence-and-rights","entries":[{"slug":"human-rights","title":"Human Rights","excerpt":"Human rights define moral and social standards that everyone should have a right to. Human rights are broad spanning race, religion, sexuality, civil, gender and children's rights. See global and country-level data on changes in human rights over time."},{"slug":"violence-against-rights-for-children","title":"Violence against & Rights for Children","excerpt":"Violations of children's rights remain tragically prevalent across the world. They range from child labour to physical or sexual violence, and emotional neglect. See global and country-level data on children's rights and maltreatment."},{"slug":"homicides","title":"Homicides","excerpt":"Homicides and violence have been present throughout humanity's history. But are homicide rates higher today than in the past? How do homicide rates vary across the world? See global and country-level data on homicides and how they've changed with time."},{"slug":"ethnographic-and-archaeological-evidence-on-violent-deaths","title":"Ethnographic and Archaeological Evidence on Violent Deaths","excerpt":"Violence has been a persistent feature of human societies. But how does violence today compare to the past? Are we more or less violent than our ancestors? See long-term global data on the evidence and prevalence of human violence."}]},{"name":"Education","slug":"education","entries":[{"slug":"global-rise-of-education","title":"Global Rise of Education","excerpt":"Global education access and quality has changed rapidly across the world. How does attainment compare across countries? How has this changed over time? See global and country-level data on educational outcomes, enrolment, attendance and schooling. "},{"slug":"pre-primary-education","title":"Pre-Primary Education","excerpt":"How many children go to pre-primary education? How does enrolment in pre-primary education vary across the world? See global and country-level data on attendance, gender ratios, and teaching."},{"slug":"primary-and-secondary-education","title":"Primary and Secondary Education","excerpt":"Primary and secondary education is not only seen as a right, but also a duty for governments to provide in most countries. How has enrolment, attendance and attainment changed over time? How does education compare across the world? See global and country-level data."},{"slug":"financing-education","title":"Financing Education","excerpt":"In most countries basic education is not only seen as a right, but also a duty for governments to provide. How do countries fund this vital service? How does spending on education vary across the world? See global and country-level data on financing education."},{"slug":"tertiary-education","title":"Tertiary Education","excerpt":"Tertiary (post-secondary) education rates have been rising across the world. What percentage of the population complete tertiary education? How does this vary across countries? See global and country-level data on tertiary enrolment, completion and future projections of education."},{"slug":"quality-of-education","title":"Quality of Education","excerpt":"Getting children into - and keeping them in - school has historically been the metric of progress on global education. But the quality of education is becoming increasingly important. How does the quality of education vary across the world? Which countries perform worst and best on attainment? See global and country-level data."},{"slug":"literacy","title":"Literacy","excerpt":"Literacy is a key skill and a key measure of a population’s education. How do literacy rates vary across the world? What are the generational differences in literacy? See global and country-level data on changes in literacy. "},{"slug":"educational-mobility-inequality","title":"Educational Mobility & Inequality","excerpt":"Educational access and opportunity is not equal. Inequalities exist across countries, race, gender, religion, and income level. How unequal are our education systems? See global and country-level data."},{"slug":"returns-to-education","title":"Returns to Education","excerpt":"Returns to education measures the skill premium or gain from education relative to the costs needed to provide it. What are the paybacks for education? How big is the skill premium? See global and country-level data."},{"slug":"teachers-and-professors","title":"Teachers and Professors","excerpt":"How many teachers are there in the world? At what level do they teach? What do teacher:student ratios look like across the world? See global and country-level data on teachers and professors."},{"slug":"projections-of-future-education","title":"Projections of Future Education","excerpt":"Global education access and attainment is changing rapidly. The youngest generations are more education than previous generations. But how will global education evolve in the coming decades? See global and country-level data on the projections of future education."},{"slug":"intelligence","title":"Intelligence","excerpt":"The most common way of assessing intelligence is IQ testing. How does IQ vary across countries of the world? What impacts intelligence and how has this changed over time? See global and country-level data."}]},{"name":"Media","slug":"media","entries":[{"slug":"internet","title":"Internet","excerpt":"The internet has changed the way we work, interact and learn with others across the world. How many people in the world are online, and how has this changed over time? Explore global and country-level data on internet access and technology. "},{"slug":"books","title":"Books","excerpt":"Books are some of our most historical forms of communication and knowledge dissemination. How have the publication of books changed over time? Which countries author the most books today? See global and country-level data on the history of book publication."}]},{"name":"Culture","slug":"culture","entries":[{"slug":"trust","title":"Trust","excerpt":"Trust is a fundamental element of social capital - it's essential in building well-functioning and effective systems, ranging from small groups to large countries. How do levels of trust vary across the world, and how have they changed over time? See global and country-level data on trust and its impact on social outcomes."},{"slug":"optimism-pessimism","title":"Optimism & Pessimism","excerpt":"Our optimism and pessimism is strongly determined by situation context: we tend to be optimistic about our individual futures, but pessimistic for others around us. But what affects our leaning towards optimism or pessimism? See data and research on these tendencies. "}]}]}