{"variables":{"104789":{"years":[2018,2018,2018,2018,2018,2018,2018],"entities":[91245,34803,91246,91247,34809,35951,91248],"values":[1.44,0.65,0.22,2.9,0.76,1.2,1.86],"id":104789,"name":"Land Use per 1000kcal (Poore & Nemecek, 2018)","unit":"","description":"Global mean land used to produce 1000 kilocalories of different food products. This is measured in meters squared per 1000kcal (m² per 1000kcal).","createdAt":"2019-10-08T11:13:34.000Z","updatedAt":"2019-10-08T11:51:42.000Z","code":null,"coverage":"","timespan":"","datasetId":4223,"sourceId":17051,"shortUnit":null,"display":{"name":"Land use per 1000kcal","unit":"m² per 1000kcal","shortUnit":"m²","numDecimalPlaces":2},"columnOrder":0,"originalMetadata":null,"datasetName":"Environmental impacts of food (Poore & Nemecek, 2018)","s_id":17051,"s_name":"Environmental impacts of food (Poore & Nemecek, 2018)","source":{"id":17051,"name":"Environmental impacts of food (Poore & Nemecek, 2018)","dataPublishedBy":"Poore, J., & Nemecek, T. (2018). Reducing food’s environmental impacts through producers and consumers. Science, 360(6392), 987-992.","dataPublisherSource":"","link":"https://science.sciencemag.org/content/360/6392/987","retrievedData":"","additionalInfo":"Data is based on an the largest meta-analysis of food system impact studies to date, from Poore & Nemecek's 2018 study.\n\nThe authors note the following about the scope of the studies included in this meta-analysis:\n\"We derived data from a comprehensive meta-analysis, identifying 1530 studies for potential inclusion, which were supplemented with additional data received from 139 authors. Studies were assessed against 11 criteria designed to standardize methodology, resulting in 570 suitable studies with a median reference year of 2010. The data set covers ~38,700 commercially viable farms in 119 countries and 40 products representing ~90% of global protein and calorie consumption'.\n\nEnvironmental impacts are compared across several metrics: land use (m2), greenhouse gas emissions (tonnes of CO2-equivalents), eutrophying emissions (grams of PO4-equivalents), freshwater withdrawals (liters), and scarcity-weighted water (liters) which are freshwater withdrawals weighted for local water scarcity.\n\nAll comparisons here are based on the global mean value per food product across all studies.\n\nComparisons can be made in functional units: here all comparisons are made as impacts per kilogram of product.\n\nComparisons are also made on the basis of nutritional units in two categories:\n(1) protein products, which are compared per 100 grams of protein. Protein products include all meats, seafood, dairy, nuts, tofu and pulses. Grains are also compared here – despite being a low-quality source of protein – since a large share of global protein is derived from cereals.\n\n(2) grains and staples, which are compared per 1000 kilocalories."}}},"entityKey":{"34803":{"name":"Maize","code":null},"34809":{"name":"Rice","code":null},"35951":{"name":"Potatoes","code":null},"91245":{"name":"Wheat & Rye","code":null},"91246":{"name":"Barley","code":null},"91247":{"name":"Oatmeal","code":null},"91248":{"name":"Cassava","code":null}}}