{"variables":{"99293":{"years":[],"entities":[],"values":[],"id":99293,"name":"Domestic private health expenditure per capita, PPP  (current international $)","unit":"current international $","description":"Current private expenditures on health per capita expressed in international dollars at purchasing power parity (PPP).","createdAt":"2018-12-11T20:12:30.000Z","updatedAt":"2018-12-11T20:12:30.000Z","code":"SH.XPD.PVTD.PP.CD","coverage":"","timespan":"1960-2017","datasetId":563,"sourceId":16621,"shortUnit":"$","display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"World Development Indicators - Health","s_id":16621,"s_name":"World Bank - WDI: Domestic private health expenditure per capita, PPP  (current international $)","source":{"id":16621,"name":"World Bank - WDI: Domestic private health expenditure per capita, PPP  (current international $)","dataPublishedBy":"World Bank – World Development Indicators","dataPublisherSource":"World Health Organization Global Health Expenditure database (http://apps.who.int/nha/database).","link":"http://data.worldbank.org/data-catalog/world-development-indicators","retrievedData":"","additionalInfo":"Notes from original source: The World Health Organization (WHO) has revised health expenditure data using the new international classification for health expenditures in the revised System of Health Accounts (SHA 2011).  WHO’s Global Health Expenditure Database in this new version is the reference source for health expenditure for international comparison imbedded in a standardized framework.  The SHA 2011 clarifies the financing mechanisms and introduces new dimensions which improve the comparability of health expenditures in the perspective of universal health coverage.\nStatistical concept and methodology: The health expenditure estimates have been prepared by the World Health Organization under the framework of the System of Health Accounts 2011 (SHA 2011).  The Health SHA 2011 tracks all health spending in a given country over a defined period of time regardless of the entity or institution that financed and managed that spending. It generates consistent and comprehensive data on health spending in a country, which in turn can contribute to evidence-based policy-making."}}},"entityKey":{}}